[[{"event": "Il-76 military transport plane crashes during takeoff due to engine fire, resulting in no survivors among the 15 onboard", "location": "Ivanovo region", "context": ["The military Il-76 crashed during takeoff in the Ivanovo region, the Ministry of Defense reports.", "There were eight crew members and seven passengers on board.", "The cause of the disaster was a fire in one of the engines during takeoff.", "A commission from the Main Command of the Russian Aerospace Forces flew to the Ivanovo airfield.", "Military correspondents confirm that there are no survivors of the Il-76 military transport plane crash in the Ivanovo region."]}, "2024-03-12T07:27:00", ["8db7a969-2bae-5599-bdca-03ca02790a8d", "8f06d534-b7bc-5add-bbe2-0c8dd4a17cea", "9011c72f-3257-53bc-9349-3d7261906b50", "942798f2-692c-592e-aaff-4432c4946d11", "95a57624-b7c0-5f65-8e93-dd22d0c6a8ae", "966bee9a-e7ed-52ee-8a0a-93e7626ebd5e", "9765af80-795d-50d1-a8de-3e9787dbd1cc", "98ec329f-03a2-5831-93f8-d515c9f17203", "9924b409-67b8-5bb2-a22b-12fc74bd9849", "99bb8d2a-6c9a-5179-aec5-e1b0d7b55b0f", "9b53826b-0606-51ff-98fb-81cb39be829c", "9bf40780-9139-5a70-88ab-4d964af29471", "9cfa515a-4771-502d-a03f-d7d3814f96e3", "9e1c7347-ac9f-5446-9f33-cff517304976", "9f0b81c7-f80c-51f9-b7e8-8406d9102cd9", "9f1d4397-c713-5d67-a11a-135ab64ec436", "a2c0c24e-a83c-52a0-a13e-08927c8e885b", "a2f044d6-dae2-5cce-9746-eef12cdccc77", "a3596741-04a4-59ab-9588-f4256ddcdaa8", "a4481eb8-b097-5b87-b8c8-bbaa7268b3d6", "a5aa759d-0e38-54d7-82ef-9c2eaaf2759e", "a61a0c3c-2caf-5378-a413-60433708dbe0", "a68bb079-f28e-5c59-93b0-e75a348622e3", "a6e35b63-f74d-5d3a-9df4-7e4231f7ceec", "a8225f9b-0232-51ca-8fad-e7d6243cae26", "a898e5d3-ae90-587c-828b-c3584ce8dbdf", "a91babdf-ce37-5f0b-9f8d-f053797f1bd2"]], [{"event": "Ukrainian drone attack on the Belgorod administration building results in two injuries", "location": "Belgorod administration building", "context": ["A Ukrainian Armed Forces drone attacked the administration building in Belgorod", "Two people were injured as a result of a strike on the administration building in Belgorod, said the governor of the Belgorod region, Vyacheslav Gladkov. “There are two victims: one woman received shrapnel wounds, the second received shell shock. The victims are receiving all the necessary medical care,” he wrote.", "In Belgorod, an enemy UAV crashed into the city administration building. There are two victims: one woman received shrapnel wounds, the second received a concussion. The victims are provided with all necessary medical care. As a result of the explosion, windows in the building were broken and the façade was damaged. All operational services are on site."]}, "2024-03-12T11:33:42", ["8dd6d933-8ce6-5990-a841-451d2396b253", "91327d4a-5a1f-57b6-bf41-239d2c57c7b5", "9445d6f6-9c19-5668-a868-4f37d2859bda", "983009f9-095f-5840-b6ac-5904d85344cf", "9b3106b3-e81c-5ad4-9e88-d5aa61b530c6", "9ce77b32-c957-566d-a5c0-630a7a923fe8", "a17d3e25-2265-5536-88a5-ad8617efb376", "a8bdc7fc-e2ae-5801-b855-7584614ae6fe"]], [{"event": "33-year-old Crimean citizen detained by Russian FSB for public calls for extremist activities against Russians", "location": "Crimea", "context": ["The FSB detained a Crimean citizen suspected of public calls for extremist activities. A 33-year-old man published calls for violence against Russians on the Internet.", "Crimea: The Federal Security Service of Russia for the Republic of Crimea and the city of Sevastopol, together with the Border Department of the FSB of Russia for the Republic of Crimea, suppressed the illegal activities of a citizen of the Russian Federation suspected of public calls for extremist activities.", "It was established that a 33-year-old resident of the peninsula, using an account in one of the Internet messengers, repeatedly published in a public chat calls for violent actions against a group of ethnic Russians.", "The investigative department of the FSB opened a criminal case on the grounds of a crime under Part 2 of Art. 280 of the Criminal Code of the Russian Federation (Public calls for extremist activities committed using the Internet).", "In Crimea, Russian FSB officers detained a freak for calling for extremist activities. A 33-year-old resident of the peninsula has repeatedly published calls for violent actions against Russians in one of the Internet messengers."]}, "2024-03-12T08:38:46", ["8dd973c8-684e-5f5a-9930-04a4cc05de47", "9e2c1a01-10b7-5442-b79a-89ca85430dc1", "a3946f25-7578-5305-b7a8-104ca6ca3fbb", "a44343af-1eea-5173-8a94-43feb1d26ef7"]], [{"event": "Early voting in the Zaporozhye region with participation from residents of remote rural settlements and areas near combat lines", "location": "Zaporozhye region", "context": ["Early voting is currently taking place in the Zaporizhzhia region. Polling stations are closed. The first stage of early voting in the Zaporizhzhya region started on February 25: residents of remote rural settlements took part in it, as well as settlements located close to the line of combat contact, and military personnel.", "On March 7, the second stage began: early voting in rural settlements in the main territory of the Zaporozhye region.", "On March 15 and 16, early voting will be held in the cities of the Zaporozhye region, and on March 17, everyone will be able to vote directly at the polling stations."]}, "2024-03-12T09:12:02", ["8de7382b-a3ce-5ff0-b912-f761ec8c76ef", "96130838-63c0-5340-ba3a-de4e97f94254", "a048a595-7cd3-5602-83e5-36ed030654ba", "a501359b-fe6a-59e6-bd16-584cfc363708"]], [{"event": "Resumption of construction of the children's puppet theater in the building of the Crimean State Center for Children's Theater Arts", "location": "Simferopol", "context": ["The construction of a children's puppet theater has been resumed in Simferopol. According to Chairman of the Council of Ministers of the Republic of Kazakhstan Yuri Gotsanyuk, dismantling and preparatory work for construction are underway in the building of the Crimean State Center for Children's Theater Arts.", "Different options for the facade for the building were presented. The area near the building will also be landscaped."]}, "2024-03-12T10:03:21", ["8e2eb411-8ac0-509b-bd15-2f0e6b421458", "a4692975-6d89-5b02-a8e3-320e8b37e82f", "a91a766a-17f2-594e-b0d1-37f439f65bb5"]], [{"event": "Ukrainian armed forces attempted to break through the border but were stopped by Russian forces", "location": "Kursk region", "context": ["Footage from the village of Tyotkino, Kursk region, to which Ukrainian armed forces tried to break through this morning.", "The enemy did not even enter the village of Tetkino, but was stopped at the very border by artillery fire - Russian Ministry of Defense", "This morning, units of the Armed Forces of the Russian Federation, together with units of the Border Service of the FSB of Russia, thwarted an attempt by the Kyiv regime to make a breakthrough into the border territory of the Russian Federation in the Belgorod and Kursk regions.", "Footage from the village of Tyotkino, Kursk region, in the area of which this morning an attempt to break through the state border of the Russian Federation by Ukrainian sabotage groups was stopped."]}, "2024-03-12T05:46:22", ["8e82a9d4-5db4-5069-b566-10f9ad26489c", "9791996c-e9b3-50b2-9ec7-485a0f20dfee", "9f4deaa9-85e6-5a58-9878-2d64b54e7fa8", "a02fc925-7c58-58fe-9ce5-bb4fbb8ca05a", "a468fb71-7795-5f54-803a-280115ca2104"]], [{"event": "The United States announces a $300 million military aid package to Ukraine, including various missiles and artillery shells.", "location": "United States", "context": ["The United States is transferring aid worth $300 million to Ukraine, not $400 million, as we previously reported.", "The tranche is expected to include ATACMS Block 1 with APAM submunitions with a range of 160 km, GLSDB aerial bombs, 155-mm shells and missiles for air defense systems.", "In the USA, there was an announcement about the allocation of a new, urgent package of military aid to Ukraine. This package is aimed at meeting the critical needs of Ukraine. The funds for this package were found as a result of identifying savings from past contracts.", "The United States announced the provision of a package of military aid worth $300 million. The first package from the United States in 2024 will contain artillery shells, anti-aircraft missiles, ammunition for HIMARS and other weapons.", "The US will announce on Tuesday its intention to send ATACMS missiles to Ukraine as part of a $300 million aid package - Politico", "The White House is expected to send more ATACMS to Ukraine: Washington may announce the transfer of missiles to Kyiv as early as today."]}, "2024-03-12T16:36:41", ["8e9e59db-43d4-5e3f-a92c-bd92ef06d61b", "91d3b158-573b-595f-99f3-216f1a314dac", "9636ad19-259c-5745-bd90-002fa42d9455", "99083f5b-a7d4-5b77-9f99-535d09996f8c", "991d0328-4dd6-5427-afc3-2c2417bfc4c5", "a2707934-58c0-52d3-b65c-254a70a39e61", "a902df3d-c1e0-5064-9c68-0436361c09f0", "a90b2475-43cc-54c0-9933-15512f9e4308", "a90c810f-04df-5e98-b168-16a058fe4c34"]], [{"event": "Ukrainian Armed Forces facing severe shortages and potential collapse under intensified Russian attacks", "location": "Ukraine", "context": ["Ukrainian commanders told Der Spiegel that the Ukrainian Armed Forces would not hold out for long.", "Most of them agree: due to insufficient supplies, almost all units are forced to conserve ammunition.", "Some troops are currently able to hold their positions - and then only until the Russian side attacks in full force.", "If the attacks intensify, then due to an acute shortage of personnel, weapons and ammunition, they will not be able to be stopped for long.", "Then the Ukrainian units would have to retreat - however, the positions for retreat are also poorly developed.", "The Ukrainians are struggling right now while the Russians are advancing all along the front, said military expert Mark Cancian of the Center for Strategic and International Studies.", "Ukraine is trying to adhere to an active defense strategy, but instead of counterattacking, it is losing more and more high-quality equipment from the West. Many units will soon run out of ammunition.", "We won't be able to hold out like this for long, admitted the commander of the Ukrainian artillery near Ugledar."]}, "2024-03-12T06:09:58", ["8e9ec931-af1f-5d8e-be5d-c1c57f00285a", "95574fd7-c589-5e60-894c-bca33b68425b", "9c44de4b-1072-5d48-81d1-7b95477c7190"]], [{"event": "Fire at a warehouse near the Southern Thermal Power Plant, not affecting the plant itself", "location": "Southern Thermal Power Plant in St. Petersburg", "context": ["The enemy is spreading panic about an attack and fire at the Southern Thermal Power Plant in St. Petersburg. In fact, everything is fine with the thermal power plant, there is no fire there. Fire across the railway from the thermal power plant. According to the Ministry of Emergency Situations, pallets caught fire in a two-story warehouse building. Fire area - 80 sq. meters.", "In fact, pallets caught fire in a warehouse building on another territory, the Ministry of Emergency Situations reported. The area of the fire was 80 square meters, there is no threat of spreading to neighboring buildings.", "The fire occurred in a hangar on Gruzovy Proezd, 33 measuring 10x100 meters - wooden pallets were burning on an area of 300 square meters.", "The fire was extinguished, there were no casualties."]}, "2024-03-12T08:40:56", ["8ea297c8-c6a1-58dd-9b94-4b07ffa7bc54", "93c3f510-d0f0-5a77-905e-2c65c4bc54c2", "9bd339e5-7de5-53b6-9012-f4711bb7aba4"]], [{"event": "Artillery units of the 'West' group of troops using 'Tray' mortars destroyed camouflaged strongholds of Ukrainian militants", "location": "Kupyansk direction", "context": ["Artillery units of the \"West\" group of troops using \"Tray\" mortars destroyed camouflaged strongholds of Ukrainian militants in the Kupyansk direction, the Russian Ministry of Defense said. While performing fire missions, crews of \"Tray\" mortars of 82 mm caliber from a motorized rifle unit of the \"West\" group of troops destroyed the exposed observation and enemy strongholds, manpower and lightly armored vehicles of the Ukrainian Armed Forces in the Kupyansk direction,” the department noted.", "The Ministry of Defense added that the reconnaissance of the group of troops is engaged in transmitting the location of new targets around the clock, and the crews strike the enemy as quickly as possible with the help of high-explosive artillery mines.", "The identification of units of Ukrainian militants is carried out using drones. While the mortar crew hits the Ukrainian military, the fire support group watches the sky. If an enemy drone is detected, it will be immediately shot down with an anti-drone gun."]}, "2024-03-12T02:30:00", ["8eaa12e6-0e9a-5990-9021-8ac93096f420", "9a6921f4-1325-5174-bd90-ada5e8108792", "9f49a88b-12b1-59e0-bc24-333d438797bd", "a481cd24-d760-5162-aed2-e986001bbfa8"]], [{"event": "Missile danger declared and air defense activated due to approaching UAV from the Ukrainian side", "location": "Voronezh region", "context": ["A missile danger has been declared in the Voronezh region. A siren sounds in the regional capital.", "\"Attention! The danger of a UAV attack is declared! A UAV is approaching the Voronezh region from the Ukrainian side. The air defense forces are ready,\" Governor Alexander Gusev previously wrote.", "Air defense was activated over the Belgorod region. The Ukrainian Armed Forces are shelling Russian territory."]}, "2024-03-12T04:28:46", ["8eab5eb6-31df-5224-a53f-9ef9e27a3215", "9049c4a7-599b-5b61-9870-f55ad5bcd49b", "9172e841-e587-55a6-9d65-90cbd82d0342", "920db513-4189-5252-9697-3936bfe9d721"]], [{"event": "Russian missile strike on a high-rise building in Kryvyi Rih, resulting in 3 deaths and 36 injuries", "location": "Kryvyi Rih", "context": ["A fucking Russian woman hit a high-rise building in Kryvyi Rih. The number of victims in Kryvyi Rih has increased to 48, 10 of them are children. So far, three people have died.", "More than 30 people were hospitalized after arriving in the Ukrainian Krivoy Rog. This was reported by the head of the Dnepropetrovsk administration Sergei Lysak. According to him, two people died, five more local residents are in the operating room, including a child. A total of 30 people are in hospitals. According to local authorities, there were 3 flights in the city, and a nine-story residential building was damaged.", "Updated at 21:28 - according to the latest data, 3 people were killed and 36 injured."]}, "2024-03-12T17:41:29", ["8f128c2b-a008-5296-829d-304d5d2afe90", "97c7c8c1-19c9-55fb-a956-d3910dc47165", "a44e691d-00b9-546e-b5e0-1fa5461d07e4"]], [{"event": "Leonid Volkov attacked near his house in Vilnius", "location": "Vilnius", "context": ["Subscribers of the ex-leader of the radical “Male State” Vladislav Pozdyankov took responsibility for the beating of Leonid Volkov in Lithuania. Pozdnyakov himself spoke about this on his channel. There is no confirmation of this.", "A Reuters journalist published a photo from the scene of the attack on Volkov in Vilnius. The author of the photo, Andrius Sitas, writes that the Lithuanian police cordoned off the site of the attack, which is located near Volkov’s house.", "“They hit my legs with a hammer and hit my arms,” writes Zhdanov. Kira Yarmysh clarified that Volkov tried to fight off the attacker with the car door and his feet, so they suffered the most."]}, "2024-03-12T20:25:41", ["8f198e4c-7ff6-5ef7-84f5-fdc38651b465", "9a0d0aa2-b5ac-5696-909d-35b920d1b217", "a5b44ace-f960-53b5-a964-489c4b812d61"]], [{"event": "Repelling of a militant raid on the border, resulting in significant enemy losses and destruction of military equipment", "location": "border zone near the village of Spodaryushino, Belgorod region", "context": ["Frames of destroyed equipment of sabotage and reconnaissance groups of Ukrainian terrorist formations in the border zone near the village of Spodaryushino, Belgorod region. Armored combat vehicles M113, Bradley made in the USA and personnel of terrorist formations of Ukrainian nationalists were destroyed.", "Having suffered significant losses, the enemy was driven back from the border of the Russian Federation.", "A breakthrough of enemy DRGs into the territory of the Russian Federation was not allowed. Russian Ministry of Defense"]}, "2024-03-12T06:07:02", ["8f3689e7-e06d-5e47-8807-6c49c1aa4f63", "8f737efd-6c5e-5a16-98ac-c85e40252cb4", "979d5036-82ba-52a8-bf0e-99691473d1f7", "9827943a-8984-55cb-93d5-185ae1747b79", "9954875c-2659-5066-b1c4-9f27c2e0624a", "9a77078e-a4cf-5673-8fd8-bb81c0280157", "9ff929d6-9758-593a-bfbc-8c6746a50427", "a0dde04b-56b8-5925-8dc7-9ccd2eb71025", "a21a3646-0974-5449-9e35-e7e839fca7b0", "a7d308b2-9e51-5016-8a97-2bb56bc9fa6b"]], [{"event": "Russian military using Orlan drones and Krasnopol guided missiles to destroy enemy equipment and guns", "location": "Donetsk", "context": ["The Russian military, using Orlan drones and Krasnopol guided missiles, is destroying enemy equipment and guns near Donetsk.", "The Orlan crew, the gun with Krasnopol shells and the observation point operate in conjunction, reducing the time to prepare for an attack and suppress the target. For the latter, the Russian military has a special hierarchy: the most important targets are tanks and other complex military equipment, the second most important are guns, then mortars.", "The skill of Russian fighters allows them to surpass the enemy in speed and successfully suppress the target before him, and the study of combat practice and technical literature allows them to find the enemy’s vulnerabilities."]}, "2024-03-12T05:56:22", ["8fd61006-38f4-53f1-ad24-47026e040f63", "96c73a42-13c3-568a-b659-f10f919d910d", "9e793d2a-1e1d-58db-8e0d-88cc126d55f8", "a94f3673-1526-50a7-b59c-7ca1ffe443bd"]], [{"event": "Elections of the President of the Russian Federation scheduled for March 15-17, 2024", "location": "Russian Federation and various international locations", "context": ["Come to the elections of the President of the Russian Federation on March 15, 16, 17 - vote for positive changes in the country and the Republic!", "On March 15-17, 2024, elections of the President of the Russian Federation will take place.", "In Hungary, on March 17 from 08.00 to 20.00 it will be open polling station No. 8289 in the building of the Russian Cultural Center in Budapest.", "In Italy, voting will take place on March 17 from 08:00 to 20:00 at four polling stations organized in Rome, Milan, Genoa and Palermo.", "In Nigeria, in connection with the upcoming elections, polling station No. 8237 has been established, which will be open on March 17 from 08:00 to 20:00 in Abuja.", "In New Zealand, polling station No. 8241 has been established at the Russian Embassy in Wellington, which will be open on March 17 from 8:00 to 20:00.", "In Norway, voting will take place on March 17 from 08:00 to 20:00 at polling stations organized at the Russian Embassy in Oslo, the Russian Consulate General in Kirkenes and the Russian Consulate General in Svalbard.", "In the UAE, you can vote in the Russian Presidential elections on March 17 from 08:00 to 20:00 at one of two polling stations: No. 8247 at the Russian Embassy in Abu Dhabi and No. 8248 at the Russian Consulate General in Dubai.", "Four polling stations have been organized on the territory of Poland: No. 8255 at the Russian Embassy in Warsaw, No. 8256 at the Russian Consulate General in Gdansk, No. 8257 at the Russian Consulate General in Krakow, No. 8258 at the Russian Consulate General in Poznan. Voting will take place on March 17 from 08:00 to 20:00.", "In Portugal, it will be possible to take part in the elections of the President of Russia at polling station No. 8259 in the building of the Russian Embassy in Lisbon."]}, "2024-03-12T07:55:15", ["8ff8872d-6722-546b-9f50-9f4c2b30c929", "92283449-d6b0-57aa-a8ec-015b5bb12af6", "a7d24d47-de03-55ea-b87a-f5b07e1bd591"]], [{"event": "Attempt to break through the state border of the Russian Federation by Ukrainian sabotage groups was stopped", "location": "village of Tyotkino, Kursk region", "context": ["Footage from the village of Tyotkino, Kursk region, in the area of which this morning an attempt to break through the state border of the Russian Federation by Ukrainian sabotage groups was stopped.", "Peaceful life continues in the urban village: shops, government agencies and public transport operate without any restrictions."]}, "2024-03-12T17:49:03", ["91030a78-1ac4-53f2-ae5c-fb8807f0772c", "a02fc925-7c58-58fe-9ce5-bb4fbb8ca05a", "a4683bb7-eeac-5463-92b6-d80ddc046f16"]], [{"event": "Air defense system activated in response to sounds resembling explosions or gunfire", "location": "Volgodonsk, Rostov region", "context": ["Air defense works in Volgodonsk, Rostov region", "Residents of Volgodonsk (Rostov region) said that this evening they heard sounds similar to shooting over the city. At the same time, to some, the roar seemed similar to a machine gun burst, and some called it the sounds of an explosion.", "The air defense system went off in Volgodonsk (Rostov region), where the nuclear power plant is located."]}, "2024-03-12T16:39:00", ["91159636-6a2c-5b4a-920e-ee11bc1d6627", "9049c4a7-599b-5b61-9870-f55ad5bcd49b", "a68d2e83-a913-512f-ad38-d348766d5c25", "a9c4c649-e3ed-5f3a-9fd8-dcdf276dee8a"]], [{"event": "Resident of Mariupol detained on suspicion of espionage for transmitting information about Russian Guard units", "location": "Mariupol", "context": ["The Russian FSB Directorate for the DPR detained a resident of Mariupol suspected of espionage. During operational activities, it was established that the detainee was transmitting information about the locations of Russian Guard units in Mariupol to the Ukrainian special service.", "The investigative unit of the FSB filed a criminal case under Art. 276 of the Criminal Code of Russia."]}, "2024-03-12T04:59:03", ["915a8e5a-e38e-5df2-9b33-a0caada562bc", "920284fa-4909-5481-a473-cf2dbcd8465e", "a1f9cf88-b243-5b6a-a5db-eb6b9bda8596", "a202e25a-478c-51e9-9ead-7593bab8c797"]], [{"event": "Swedish authorities advise residents to prepare for potential conflict with Russia by stocking up on essentials like canned food and a radio", "location": "Sweden", "context": ["The Swedish authorities called on residents to pack an 'alarm suitcase' in case of a 'war' with Russia.", "The Swedes were advised to buy canned food and a radio.", "Sweden has urged citizens to stock up on canned food before the war with Russia. The government recommends that residents of Sweden have at least a three-month supply of food and medicine.", "Stocks of canned food, a water filter, a radio: how Sweden is preparing its population for war"]}, "2024-03-12T14:15:51", ["9164c638-6daf-5202-ab06-3109dd83e49c", "9a69c2d7-6ac3-5609-be67-eaa504bc0e2e", "9fb85d98-9925-58fe-ae8d-fb9cfa19fd29", "a4bcee99-1d62-5f2a-9fbd-ad667d7f4e6e"]], [{"event": "Attempted breakthrough by Ukrainian forces repelled near the border", "location": "Belgorod region", "context": ["In the Belgorod region, in the morning the enemy attempted a breakthrough. Early in the morning, the Nazis carried out reconnaissance in force: the enemy sent three armored personnel carriers to the south-eastern border of the Grayvoronsky district.", "The tank is standing near the customs point of Goptovkan on the territory of the Kharkov region - neither the enemy’s equipment nor manpower in this area were able to cross the border.", "Footage of destroyed equipment of sabotage and reconnaissance groups of Ukrainian terrorist formations in the border zone near the settlement of Nekhoteevka, Belgorod region.", "A breakthrough by Ukrainian DRGs was not allowed. Sabotage groups of Ukrainian terrorists were destroyed at the border crossing. The footage shows damaged equipment and the fleeing remnants of the degenerates, carrying away the wounded.", "The militants tried to break through in several groups with armored vehicles, but only reached the border point, where they were defeated, unable to cross the border."]}, "2024-03-12T05:46:07", ["9185fc85-77ea-5947-a90c-13c7fc66e6a0", "920eb91e-eab0-5388-8e06-1a3f73a4956d", "9a77078e-a4cf-5673-8fd8-bb81c0280157", "9b5ee7d7-66a7-5b99-883e-8a9cf090abd0", "9f4deaa9-85e6-5a58-9878-2d64b54e7fa8", "9ff929d6-9758-593a-bfbc-8c6746a50427", "a21a3646-0974-5449-9e35-e7e839fca7b0", "a468fb71-7795-5f54-803a-280115ca2104", "a7d308b2-9e51-5016-8a97-2bb56bc9fa6b"]], [{"event": "Ukrainian drone attacks in Belgorod, hitting a shopping center and the city administration building, resulting in two injuries and damage to property", "location": "Belgorod", "context": ["In Belgorod, a drone fell on the roof of a shopping center near the railway station, Governor Gladkov reports. There were no casualties. According to preliminary data, one car was damaged.", "Two people were injured as a result of a strike on the administration building in Belgorod, said the governor of the Belgorod region, Vyacheslav Gladkov. \"There are two victims: one woman received shrapnel wounds, the second received shell shock. The victims are receiving all the necessary medical care,\" he wrote.", "The governor of the Belgorod region reported that in Belgorod, near the railway station, a UAV fell on the roof of a shopping center. According to preliminary data, there were no casualties, a car was damaged.", "The authorities of the Belgorod region confirm the fact of an attack on the Belgorod administration building \"In Belgorod, an enemy UAV crashed into the city administration building. There are two victims: one woman received shrapnel wounds, the second received a concussion. The victims are provided with all necessary medical care. As a result of the explosion, windows in the building were broken and the façade was damaged. All operational services are on site.\""]}, "2024-03-12T07:12:01", ["9191148a-3b7c-5d10-a567-22a29b2f7bf2", "91327d4a-5a1f-57b6-bf41-239d2c57c7b5", "9445d6f6-9c19-5668-a868-4f37d2859bda", "983009f9-095f-5840-b6ac-5904d85344cf", "98962de1-df4d-5ffa-be11-508df19c8586", "9896f41e-71ac-5e2e-a3f8-5c0d2ee9caf9", "9899db92-21c3-5683-a8f6-9ee704f5dc78", "9b3106b3-e81c-5ad4-9e88-d5aa61b530c6", "9ce77b32-c957-566d-a5c0-630a7a923fe8", "a17d3e25-2265-5536-88a5-ad8617efb376", "a8bdc7fc-e2ae-5801-b855-7584614ae6fe"]], [{"event": "Audi Q7 with Russian license plates seized; car worth over €41,000 to be potentially handed over to Ukraine", "location": "Lithuania", "context": ["In Lithuania, a car with Russian license plates was seized for the first time — the Audi Q7 can be handed over to Ukraine. A car with Russian license plates was detained at a checkpoint in Lithuania. The driver, who is a citizen of Moldova, planned to leave for Belarus in a car owned by a Russian.", "The man told the border guards that he did not know about the restrictions that came into effect in Lithuania on March 11. According to them, owners of cars with Russian registration had to register vehicles in Lithuania or leave the EU.", "The Lithuanians confiscated an Audi Q7 car worth more than €41,000. Most likely, it will be handed over to Ukraine."]}, "2024-03-12T13:44:03", ["92669bc5-d48c-55bb-a99d-8b3ff895bf97", "95d2d870-5f94-54e2-a4c1-55ddc3b08c54", "a83a2bee-27d5-5779-9afd-3f86e9c09978"]], [{"event": "Destruction of Ukrainian militants' equipment and personnel near the Russian border", "location": "near the village of Spodaryushino, Belgorod region", "context": ["Frames of destroyed equipment of sabotage and reconnaissance groups of Ukrainian terrorist formations in the border zone near the village of Spodaryushino, Belgorod region. Armored combat vehicles M113, Bradley made in the USA and personnel of terrorist formations of Ukrainian nationalists were destroyed.", "Having suffered significant losses, the enemy was driven back from the border of the Russian Federation.", "A breakthrough of enemy DRGs into the territory of the Russian Federation was not allowed. Russian Ministry of Defense"]}, "2024-03-12T09:44:03", ["933d8ffd-d48d-5669-afc7-5191b61a1daa", "8f737efd-6c5e-5a16-98ac-c85e40252cb4", "9827943a-8984-55cb-93d5-185ae1747b79", "a21a3646-0974-5449-9e35-e7e839fca7b0"]], [{"event": "Ukrainian drone attacked a tank at an oil depot in the Oryol region", "location": "Oryol region", "context": ["⚡️In the Oryol region, a Ukrainian drone attacked a tank at an oil depot", "Governor Klychkov confirmed the incident, saying that the fuel and energy complex facility was damaged by a drone attack, but there were no casualties. The fire at the oil depot is being extinguished.", "The fire at the oil storage facility in Orel after the UAV crash was extinguished, Governor Alexey Klychkov said. There were no casualties.", "Another night of the drone war: a Ukrainian kamikaze drone hit one of the reservoirs in Orel, causing a fire at the site. Local authorities confirm the UAV attack."]}, "2024-03-12T01:15:52", ["93430bb1-ba3b-5bb8-bc6f-20ef33367236", "91327d4a-5a1f-57b6-bf41-239d2c57c7b5", "9394ef31-3ae1-538f-9e4d-2d24a73d4f80", "983009f9-095f-5840-b6ac-5904d85344cf", "98962de1-df4d-5ffa-be11-508df19c8586", "9ce77b32-c957-566d-a5c0-630a7a923fe8", "a559eb81-c332-5f71-ac2f-8934fe45d878", "a8bdc7fc-e2ae-5801-b855-7584614ae6fe"]], [{"event": "Destruction of Amer’s MaxxPro armored vehicle and other military equipment by Dnepr group of troops", "location": "Kherson direction; Belgorod region near the village of Spodaryushino", "context": ["In the Kherson direction, guys from the Dnepr group of troops denazified Amer’s MaxxPro armored vehicle.", "Footage of destroyed equipment of sabotage and reconnaissance groups of Ukrainian terrorist formations in the border zone near the village of Spodaryushino, Belgorod region. Armored combat vehicles M113, Bradley made in the USA and personnel of terrorist formations of Ukrainian nationalists were destroyed."]}, "2024-03-12T02:30:00", ["93457d51-5299-5369-8441-62da9361b310", "9827943a-8984-55cb-93d5-185ae1747b79", "9a6921f4-1325-5174-bd90-ada5e8108792"]], [{"event": "Russian military using Orlan drones and Krasnopol guided missiles to destroy enemy equipment and guns", "location": "Donetsk", "context": ["The Russian military, using Orlan drones and Krasnopol guided missiles, is destroying enemy equipment and guns near Donetsk.", "The Orlan crew, the gun with Krasnopol shells and the observation point operate in conjunction, reducing the time to prepare for an attack and suppress the target. For the latter, the Russian military has a special hierarchy: the most important targets are tanks and other complex military equipment, the second most important are guns, then mortars.", "The skill of Russian fighters allows them to surpass the enemy in speed and successfully suppress the target before him, and the study of combat practice and technical literature allows them to find the enemy’s vulnerabilities."]}, "2024-03-12T05:02:12", ["936c35b0-24e1-55a0-bbe2-dbc7c0e38ee3", "96e04384-5e2d-56c1-924b-f3fdf4eba323", "9a444506-5618-5345-8bab-c29301932fb3", "9e793d2a-1e1d-58db-8e0d-88cc126d55f8", "9f49a88b-12b1-59e0-bc24-333d438797bd", "a4302c2f-cac0-55b8-924b-92e0538f8659", "a481cd24-d760-5162-aed2-e986001bbfa8"]], [{"event": "Freedom of Russia Legion publishes footage of a hit on a Russian armored personnel carrier", "location": "Tyotkino, Kursk region", "context": ["The Freedom of Russia Legion publishes footage of a hit on a Russian armored personnel carrier, which is located between residential buildings in Tyotkino, Kursk region.", "There is a shooting battle going on in Tyotkino, Kursk Oblast.", "The Legion of Freedom of Russia declared control over the Kursk village of Tetkino. “Putin’s army is rapidly leaving the village, leaving positions behind and abandoning heavy equipment,” the formation’s channel says."]}, "2024-03-12T05:39:26", ["936e44b7-3379-55ca-ac2a-0d8b09c9fcf8", "9d8363ad-2563-590e-9e0c-1ee41d1dcfea", "a71c5224-baf8-53df-9a2e-c5b02f4d4b9a", "a7be0573-72b7-5674-bb30-2b3575206a1f", "a8a211e9-0231-5e97-8936-0cbbaa630479"]], [{"event": "Russian Armed Forces liberated Nevelskoye in the Donetsk direction", "location": "Nevelskoye", "context": ["The Russian Armed Forces liberated the settlement of Nevelskoye in the Donetsk direction – Ministry of Defense", "Donetsk direction: liberation of Nevelskoye...After yesterday’s successes east of Nevelskoye and especially in the center of Pervomaiskoye, where our units with a dashing throw literally cut the enemy’s defenses in half, a critical situation has arisen for the Ukrainian Armed Forces garrison in Pervomaiskoye.", "The access of the Russian army to the asphalt road to Nevelskoye in muddy conditions sharply narrowed the possibilities for rotation of troops and supply of Ukrainian Armed Forces strongholds in this area.", "The abandonment of Nevelskoye is in many ways a death sentence for enemy units in the central part of Pervomaiskoye and in the fields between these villages.", "The Russian Ministry of Defense reported that Nevelskoye came under the control of the Russian Armed Forces"]}, "2024-03-12T11:11:41", ["93911f2c-1b76-5215-a26c-cb7b1a78953f", "97628688-144b-5c2d-8410-dc76a9f8df08", "a54051f5-8838-54cf-89a6-cb03ee595720"]], [{"event": "Destroyed equipment of sabotage and reconnaissance groups of Ukrainian terrorist formations", "location": "border zone near the village of Spodaryushino, Belgorod region", "context": ["Frames of destroyed equipment of sabotage and reconnaissance groups of Ukrainian terrorist formations in the border zone near the village of Spodaryushino, Belgorod region. Armored combat vehicles M113, Bradley made in the USA and personnel of terrorist formations of Ukrainian nationalists were destroyed.", "Having suffered significant losses, the enemy was driven back from the border of the Russian Federation.", "The enemy's DRG penetration into the territory of the Russian Federation is not allowed."]}, "2024-03-12T13:00:00", ["9395f53c-63fb-56d3-81bd-8808961febca", "8f737efd-6c5e-5a16-98ac-c85e40252cb4", "920eb91e-eab0-5388-8e06-1a3f73a4956d", "94c6a40c-a78e-57e0-8321-26f2eb3e0f08", "979d5036-82ba-52a8-bf0e-99691473d1f7", "9827943a-8984-55cb-93d5-185ae1747b79", "a21a3646-0974-5449-9e35-e7e839fca7b0"]], [{"event": "Young paratroopers repelled an attack by RDK militants without losses, inflicting a powerful fire defeat on the enemy", "location": "98th Airborne Division", "context": ["In our video, exclusively from the original source, we talk about how today conscript soldiers of the 98th Airborne Division valiantly repelled an attack by RDK militants.", "The young paratroopers not only did not disgrace the honor of the legendary regiment and branch of the military, but were also able to get out of the battle without losses, while inflicting a fire defeat on the enemy."]}, "2024-03-12T14:15:00", ["93ef85fa-7abe-5a62-b9ae-0486560c1afd", "9b5e55e6-2248-5381-81d7-1509f2492f94", "a02a17e4-4090-5688-b725-06c14f540668"]], [{"event": "Rescue operation underway after a Russian missile attack damages a nine-story residential building, causing casualties and injuries", "location": "Kryvyi Rih", "context": ["A rescue operation is currently underway in Kryvyi Rih. Consequences of the Russian missile attack. Destruction in a nine-story residential building. Many wounded, among them seriously. There is also a child. As of this time, two have died. My condolences to family and friends.", "More than 30 people were hospitalized after arriving in the Ukrainian Krivoy Rih. This was reported by the head of the Dnepropetrovsk administration Sergei Lysak. According to him, two people died, five more local residents are in the operating room, including a child. A total of 30 people are in hospitals. According to local authorities, there were 3 flights in the city, and a nine-story residential building was damaged.", "Updated at 21:28 - according to the latest data, 3 people were killed and 36 injured."]}, "2024-03-12T18:04:36", ["94ed186e-fae9-5be9-b920-775f48bbb67f", "9604e275-b87e-508a-806b-68241436477e", "9678b13f-877d-5821-931f-d6bb50c9e363", "a44e691d-00b9-546e-b5e0-1fa5461d07e4"]], [{"event": "Il-76 military plane crashes during takeoff due to engine fire, resulting in fatalities", "location": "Ivanovo region", "context": ["The military Il-76 crashed during takeoff in the Ivanovo region, the Ministry of Defense reports. There were eight crew members and seven passengers on board. The cause of the disaster was a fire in one of the engines during takeoff. A commission from the Main Command of the Russian Aerospace Forces flew to the Ivanovo airfield.", "Ministry of Defense of the Russian Federation: The Il-76 military aircraft crashed during takeoff in the Ivanovo region. There were eight crew members and seven passengers on board. The cause of the disaster was a fire in one of the engines during takeoff of the plane. A commission of the Main Command of the Russian Aerospace Forces flew to the airfield in Ivanovo.", "In the area of the Ivanovo village of Bogorodskoye, in a forest belt, an Il-76 plane crashed. What is known at this time: The cause of the disaster was the fire of one of the engines during takeoff; There were eight crew members and seven passengers on board; A task force and special equipment are working at the crash site; The crash of a military aircraft The Il-76 did not affect the populated areas of the Ivanovo region; Governor of the Ivanovo region Stanislav Voskresensky expressed condolences to the families of the deceased crew pilots and instructed to provide all necessary assistance; Footage also appeared, presumably from the crash site of the Il-76 plane in the Ivanovo region."]}, "2024-03-12T07:27:00", ["958315da-41e2-5b8e-b882-2133abe07a04", "8f06d534-b7bc-5add-bbe2-0c8dd4a17cea", "9011c72f-3257-53bc-9349-3d7261906b50", "942798f2-692c-592e-aaff-4432c4946d11", "95a57624-b7c0-5f65-8e93-dd22d0c6a8ae", "966bee9a-e7ed-52ee-8a0a-93e7626ebd5e", "9765af80-795d-50d1-a8de-3e9787dbd1cc", "976fb088-0e05-5afe-8a6d-afc8f0653a91", "98ec329f-03a2-5831-93f8-d515c9f17203", "9924b409-67b8-5bb2-a22b-12fc74bd9849", "99bb8d2a-6c9a-5179-aec5-e1b0d7b55b0f", "9b53826b-0606-51ff-98fb-81cb39be829c", "9bf40780-9139-5a70-88ab-4d964af29471", "9e1c7347-ac9f-5446-9f33-cff517304976", "9f0b81c7-f80c-51f9-b7e8-8406d9102cd9", "9f1d4397-c713-5d67-a11a-135ab64ec436", "a0aa7ca2-45b5-5f68-ad89-ad625825e0f2", "a2c0c24e-a83c-52a0-a13e-08927c8e885b", "a2f044d6-dae2-5cce-9746-eef12cdccc77", "a3596741-04a4-59ab-9588-f4256ddcdaa8", "a4481eb8-b097-5b87-b8c8-bbaa7268b3d6", "a472a0c0-5f2f-55f6-8b17-5b370b70bea1", "a5aa759d-0e38-54d7-82ef-9c2eaaf2759e", "a61a0c3c-2caf-5378-a413-60433708dbe0", "a68bb079-f28e-5c59-93b0-e75a348622e3", "a6e35b63-f74d-5d3a-9df4-7e4231f7ceec", "a8225f9b-0232-51ca-8fad-e7d6243cae26", "a898e5d3-ae90-587c-828b-c3584ce8dbdf", "a8edeae2-42a6-5fe0-b058-10d04d6cb848", "a91babdf-ce37-5f0b-9f8d-f053797f1bd2"]], [{"event": "The United States is transferring a military aid package worth $300 million to Ukraine.", "location": "United States", "context": ["The United States is preparing a $400 million arms aid package for Ukraine.", "The United States is transferring aid worth $300 million to Ukraine, not $400 million, as we previously reported.", "In the USA, there was an announcement about the allocation of a new, urgent package of military aid to Ukraine. This package is aimed at meeting the critical needs of Ukraine.", "The United States announced the provision of a package of military aid worth $300 million. The first package from the United States in 2024 will contain artillery shells, anti-aircraft missiles, ammunition for HIMARS and other weapons.", "The United States is transferring assistance to Ukraine in the amount of $300 million, not $400 million, as we reported."]}, "2024-03-12T15:25:19", ["9600eca5-b874-5ba8-a883-97bc2b612ca1", "91d3b158-573b-595f-99f3-216f1a314dac", "9636ad19-259c-5745-bd90-002fa42d9455", "99083f5b-a7d4-5b77-9f99-535d09996f8c", "991d0328-4dd6-5427-afc3-2c2417bfc4c5", "a2707934-58c0-52d3-b65c-254a70a39e61", "a902df3d-c1e0-5064-9c68-0436361c09f0", "a90b2475-43cc-54c0-9933-15512f9e4308", "a90c810f-04df-5e98-b168-16a058fe4c34"]], [{"event": "Russian Ministry of Defense shows footage of destroyed Ukrainian DRGs equipment and claims significant losses inflicted on Ukrainian forces", "location": "Nekhoteevka area, Belgorod region", "context": ["The Russian Ministry of Defense showed footage of destroyed equipment of Ukrainian DRGs in the Nekhoteevka area (Belgorod region)", "The Ministry of Defense publishes footage of the destruction of Ukrainian sabotage and reconnaissance groups in the area of the settlement of Nekhoteevka, Belgorod region.", "The Russian Ministry of Defense published footage of destroyed equipment of sabotage and reconnaissance groups of Ukrainian terrorist formations in the border zone near the village of Spodaryushino, Belgorod region. Armored combat vehicles M113, Bradley made in the USA and personnel of terrorist formations of Ukrainian nationalists were destroyed.", "Having suffered significant losses, the enemy was driven back from the border of the Russian Federation.", "The enemy's DRG penetration into the territory of the Russian Federation is not allowed."]}, "2024-03-12T11:02:00", ["96b49be5-786a-5e82-9b9a-c551c1eafbb7", "96b6fafe-e58a-5370-8952-81c7fb3367c7", "979d5036-82ba-52a8-bf0e-99691473d1f7", "9827943a-8984-55cb-93d5-185ae1747b79", "9a77078e-a4cf-5673-8fd8-bb81c0280157", "9b5ee7d7-66a7-5b99-883e-8a9cf090abd0", "9bafe90b-115b-5fa3-841f-0f00703b6884", "9f618d50-e8bf-5b53-8133-2ed0675ef01a"]], [{"event": "Russian Armed Forces and FSB Border Service thwarted an attempted breakthrough by Ukrainian forces", "location": "Belgorod and Kursk regions", "context": ["This morning, units of the Armed Forces of the Russian Federation, together with units of the Border Service of the FSB of Russia, thwarted an attempt by the Kyiv regime to make a breakthrough into the border territory of the Russian Federation in the Belgorod and Kursk regions.", "The enemy did not even enter the village of Tetkino, but was stopped at the very border by artillery fire - Russian Ministry of Defense", "Footage of destroyed equipment of sabotage and reconnaissance groups of Ukrainian terrorist formations in the border zone near the settlement of Nekhoteevka, Belgorod region."]}, "2024-03-12T11:18:00", ["96f3171f-9d17-54c2-99d9-f12979e88373", "9791996c-e9b3-50b2-9ec7-485a0f20dfee", "9b5ee7d7-66a7-5b99-883e-8a9cf090abd0"]], [{"event": "Ukrainian Armed Forces used an Australian cardboard drone SYPAQ to attack a civilian target", "location": "Belgorod shopping center", "context": ["Today in Belgorod, the Ukrainian Armed Forces used an Australian cardboard drone SYPAQ to attack a civilian target.", "The situation near the Belgorod shopping center, which was attacked by the Ukrainian Armed Forces using a drone."]}, "2024-03-12T14:10:03", ["974f6163-70e2-5f8d-b616-4fedf2b0c3a1", "9ce77b32-c957-566d-a5c0-630a7a923fe8", "a4302c2f-cac0-55b8-924b-92e0538f8659"]], [{"event": "Visit by Sergei Kiriyenko and Denis Pushilin to Avdeevka, inspection of the coking plant, and interaction with local residents", "location": "Avdeevka", "context": ["We visited Avdeevka with Sergei Kiriyenko.", "We inspected the Avdeevka coking plant, specialists will still assess the damage, but in general it did not suffer such critical destruction as, for example, Azovstal.", "We talked with the residents of Avdeevka and donated humanitarian aid. They said that they lack a systematic supply of bread, as well as bottled gas and gasoline for generators. The tasks of the local administration have already been set. We also plan to involve public organizations.", "We will try to install a compact bakery there as quickly as possible. Moreover, people ask to provide them with work, which is encouraging: residents want to participate in establishing a peaceful life themselves. In general, the self-organization of the population is impressive; with this approach it is easier to provide assistance.", "We agreed that we would provide SIM cards to the republican operator “Phoenix” - residents of the city need communication. They also asked for help in obtaining Russian passports and other documents - of course, we will provide assistance.", "First Deputy Head of the Presidential Administration Sergei Kiriyenko and the head of the DPR visited the city of Avdeevka, which recently came under Russian control.", "They looked at the Avdeevka coking plant and talked with local residents.", "The city will live: Sergei Kiriyenko and Denis Pushilin visited Avdeevka...Today, the Russian leadership is primarily interested in the Avdeevka coking plant, on which the heat supply, and therefore the life of the city, depends. Which will definitely be restored and which should receive heat from here in the next heating season.", "And we need to think about this now. That is why, in addition to the Chelyabinsk region (the official boss of Avdeevka), two more Russian regions will be involved in its restoration (according to the head of the DPR).", "And the remaining residents of Avdeevka... will have time to vote in the presidential elections on March 15-17..."]}, "2024-03-12T05:16:56", ["97811396-3267-5d78-b9d8-9ca0236dea0d", "9af92e55-f74c-5d9e-8b12-edf91a0d9176", "9f24871e-8357-55cc-80ba-30234fe3f441"]], [{"event": "Joint international naval exercise 'Maritime Security Belt-2024' involving Russian, Chinese, and Iranian navies", "location": "Gulf of Oman", "context": ["A detachment of ships of the Pacific Fleet, led by the guards missile cruiser Varyag, has already arrived at the roadstead of the Iranian port of Chekhbehar to participate in the exercises.", "The Russian Federation, China and Iran today begin joint military exercises 'Maritime Security Belt - 2024'. They will be attended by representatives of Oman, Azerbaijan, Kazakhstan, Pakistan and South Africa.", "Ships of the Russian Navy, Chinese and Iranian Navy began to carry out the tasks of the international naval exercise 'Maritime Security Belt-2024' in the Gulf of Oman. A detachment of warships of the Pacific Fleet consisting of the guards missile cruiser 'Varyag' and the frigate 'Marshal Shaposhnikov' has begun to practice the practical tasks of the joint international naval exercise 'Maritime Security Belt-2024' with ships of the Iranian and Chinese navies.", "The exercise is taking place in the waters of the Gulf of Oman in the Arabian Sea. Its main goal is to practice ensuring the safety of maritime economic activities. During the exercise, combat ships of the three countries will perform joint maneuvering and fire at surface and air targets, and will also practice elements of freeing a ship captured by pirates.", "In total, more than 20 ships, support vessels and combat boats of the Russian Navy, the Iranian and Chinese Navy are involved in the exercise. Naval helicopters are also widely used.", "The international naval exercise 'Maritime Security Belt 2024' is being held for the sixth time. It was first held in the Arabian Sea in 2018. Ships of the Russian Navy, Iranian and Chinese Navy are participating in the exercise on an ongoing basis.", "For the first time, representatives of the navies of Pakistan, Kazakhstan, Azerbaijan, Oman, India and South Africa will take part in the exercise as observers."]}, "2024-03-12T07:16:38", ["979a785b-5cdc-52ee-b22d-52c34cc5aa1a", "98b13c7f-ed3c-5f86-ace8-2d204fda8e00", "9dd3b08d-91d2-5392-a281-d0f45af279e9", "9efb2186-7d8f-52a9-b8e0-acd77ab92fed", "a6cbc96a-70c3-5a2a-97eb-d5b29545a759"]], [{"event": "Consequences of hostilities on the southern flank of Artyomovsk; Russian Armed Forces serviceman accompanies two surrendered Ukrainian Armed Forces soldiers", "location": "Artyomovsk - Kleshcheevka", "context": ["Consequences of hostilities on the southern flank of Artyomovsk.", "The situation around Kleshcheevka.", "A serviceman of the Russian Armed Forces accompanies two Ukrainian Armed Forces soldiers who surrendered in the northern part of the village."]}, "2024-03-12T06:50:27", ["97baa2b0-93b6-54e2-bf7d-aa436a1d5c3d", "99756116-367e-507c-aaaf-ba4fdb40e6ad", "998689de-b021-5790-a72b-4c38d80f0e8e"]], [{"event": "Drone attack on Lukoil oil depot leads to fire and shutdown of major oil refining unit", "location": "Nizhny Novgorod region", "context": ["A drone attacked a Lukoil oil depot in the Nizhny Novgorod region. According to Baza, the drone fell on the territory of a Kstovo enterprise at about half past five in the morning. After this, a fire started.", "The largest primary oil refining unit has been shut down at the LUKOIL oil refinery in the Nizhny Novgorod region, a source at the enterprise told Kommersant. According to him, the installation was stopped after a fire due to a drone attack.", "Earlier today, the governor of the Nizhny Novgorod region, Gleb Nikitin, reported that a drone attacked a fuel and energy complex facility in the Kstovo industrial zone, and a fire occurred at one of the oil refining installations."]}, "2024-03-12T03:27:24", ["97d4a4a9-288c-5df9-a6f0-c6570c58adc7", "9394ef31-3ae1-538f-9e4d-2d24a73d4f80", "987cb323-ef98-5465-a2b4-503cbf9fedf2", "98962de1-df4d-5ffa-be11-508df19c8586"]], [{"event": "Siberian Battalion and other units engage in armed conflict within Russian territory during election period", "location": "Russian Federation", "context": ["The \"Siberian Battalion\" also decided to participate in the presidential elections of Russia. \"It will not be possible to overthrow the criminal dictatorial regime in the Russian Federation peacefully. It can only be removed with weapons in hand. Tonight, we began fulfilling the promise. There are fierce battles on the territory of the Russian Federation,\" - the statement of the battalion.", "\"We are the tip of the spear that will pierce Putin.\" A representative of the “Russian partisans” who staged raids in two regions of the Russian Federation spoke about the political goals of the attack. It was no coincidence that the raids, in which three units took part - the Freedom Russia Legion, the RDK and the Siberian Battalion, took place before the elections, he said on the air of the Air program » Legion volunteer Alexey Baranovsky.", "The village of Tetkino (Kursk region) remains under the control of partisans, the fighters are not going to leave it, the coming night in the Kursk region will be “difficult.”"]}, "2024-03-12T06:09:24", ["97ee8d30-6175-58f2-b714-01eb0e9e8c0d", "9fb61a1b-68c6-50a6-b872-dbbdbae41ecd", "a094b672-2cc5-5efb-8aad-725367f4502b"]], [{"event": "Russian missile attack on a residential high-rise building resulting in casualties and significant damage", "location": "Kryvyi Rih", "context": ["A rescue operation is currently underway in Kryvyi Rih. Consequences of the Russian missile attack. Destruction in a nine-story residential building. Many wounded, among them seriously. There is also a child. As of this time, two have died. My condolences to family and friends.", "A fucking Russian woman hit a high-rise building in Kryvyi Rih. The number of victims in Kryvyi Rih has increased to 48, 10 of them are children. So far, three people have died.", "More than 30 people were hospitalized after arriving in the Ukrainian Krivoy Rog. This was reported by the head of the Dnepropetrovsk administration Sergei Lysak. According to him, two people died, five more local residents are in the operating room, including a child. A total of 30 people are in hospitals.", "Rescue operation completed. A tragic day for our city. Inhumans continue their vile tactics of terrorizing peaceful communities and cities of Ukraine. In the evening, the occupiers also launched a rocket attack on Kryvyi Rih. At least three hits. Including a direct hit to a nine-story building and the roof of a five-story building.", "As a result of the enemy attack, as of now, unfortunately, there are three dead - 2 women and 1 man. Another 40 people were injured, including 10 children."]}, "2024-03-12T17:09:52", ["98e3cd6b-e650-5cbf-82c8-8754ef1313e5", "9678b13f-877d-5821-931f-d6bb50c9e363", "97c7c8c1-19c9-55fb-a956-d3910dc47165", "9f2b3f2e-29c6-5ac6-bb1b-1b00f01c6211", "a44e691d-00b9-546e-b5e0-1fa5461d07e4", "a4dbf516-da0c-5ba3-b6af-731d65e9eade", "a72a56a2-07d9-5ee4-b759-31c79e9f9f5c", "a9848de9-fa9a-5355-b74b-f6e6c8fe6b3c"]], [{"event": "Drone attack on LUKOIL's Nizhny Novgorod refinery leads to shutdown of its largest primary processing unit", "location": "Nizhny Novgorod region", "context": ["A drone attacked a Lukoil oil depot in the Nizhny Novgorod region.", "The largest primary oil refining unit has been shut down at the LUKOIL oil refinery in the Nizhny Novgorod region, a source at the enterprise told Kommersant.", "According to Reuters sources, the LUKOIL-Nizhegorodnefteorgsintez refinery, as a result of a UAV attack, damaged the AVT-6 unit, which provides more than 50% of the refinery’s production.", "A drone attack on LUKOIL's Nizhny Novgorod refinery led to the shutdown of its largest primary processing unit, reducing the plant's capacity by half."]}, "2024-03-12T03:27:24", ["991997bc-6b98-5816-85b0-041ad7fc2188", "9394ef31-3ae1-538f-9e4d-2d24a73d4f80", "987cb323-ef98-5465-a2b4-503cbf9fedf2", "a2d6093d-9631-5715-9c88-0216d6d2fcf3", "a4ce06b3-1dd2-584b-a27a-dbc7bf2e9e12"]], [{"event": "Residents of Gorlovka participate in voting outside the premises for the presidential elections of Russia", "location": "Gorlovka", "context": ["Residents of Gorlovka about voting outside the premises for the presidential elections of Russia “The situation in our city is very difficult due to the increasing frequency of attacks by unmanned aerial vehicles of the VFU. I think it is important to be able to vote not only at polling stations, but also at home. Thank you for this opportunity,” said Gorlovka resident Zinaida. #DPR#I chose the President", "Gorlovka residents take an active part in voting outside the premises for the election of the President of Russia “Thank you to the organizers for the excellent preparation for such an important event. Every Gorlovka resident is obliged to vote, because the fate of our big country is at stake,” Gorlovka resident Evgenia shared her opinion. #DPR#I chose the President"]}, "2024-03-12T06:09:54", ["99706923-8b43-5ef2-a951-5feab57efcc2", "9b59ff81-45fb-54e9-9c04-664976bbd852", "a048a595-7cd3-5602-83e5-36ed030654ba"]], [{"event": "The Legion 'Freedom of Russia' claims control over Tetkino, Kursk region, as Putin's army retreats, leaving behind positions and heavy equipment.", "location": "Tetkino, Kursk region", "context": ["The Legion “Freedom of Russia” claims that it has completely captured Tetkino in the Kursk region", "❗️PGTTetkino, Kursk region, is completely under the control of Russian liberation forces, reports the Russian Freedom Legion. Putin’s army is rapidly leaving the village, leaving positions behind and abandoning heavy equipment.@rospartizan", "The settlement of Tetkino, Kursk region of the Russian Federation, remains under the control of the Freedom of Russia Legion. Legion soldier Alexey Baranovsky stated this and promised “a difficult night.” @yigal_levin", "The Legion of Freedom of Russia declared control over the Kursk village of Tetkino. “Putin’s army is rapidly leaving the village, leaving positions behind and abandoning heavy equipment,” the formation’s channel says."]}, "2024-03-12T05:39:26", ["9a0dc73e-b681-5067-9e0f-a179e235e1c7", "a315f6f9-bf76-57e8-bc0b-350c95bbb1d0", "a572dd4e-e093-5fea-9190-2fa22923ce09", "a7be0573-72b7-5674-bb30-2b3575206a1f", "a8a211e9-0231-5e97-8936-0cbbaa630479"]], [{"event": "Zelensky's motorcade captured by a Russian UAV during a visit", "location": "Kherson", "context": ["Zelensky's motorcade during a visit to Kherson was captured by a Russian UAV, writes the Militarist telegram channel."]}, "2024-03-12T15:40:10", ["9ba147c6-c7a1-5b0f-9e6d-8b31b3e1256e", "a0d0575e-5664-58de-b375-5560e29d0e91", "a2c3bef0-26a9-5b71-a94b-123d9b9afcfd"]], [{"event": "Il-76 military plane caught fire and crashed after engine failure during takeoff", "location": "Severny airfield, Ivanovo region", "context": ["The plane caught fire over the Northern airfield in Ivanovo, after which it sharply began to descend. Black smoke is now coming from the crash site, eyewitnesses report.", "In the area of the Ivanovo village of Bogorodskoye, in a forest belt, an Il-76 plane crashed. The cause of the disaster was the fire of one of the engines during takeoff; There were eight crew members and seven passengers on board; A task force and special equipment are working at the crash site; The crash of a military aircraft The Il-76 did not affect the populated areas of the Ivanovo region; Governor of the Ivanovo region Stanislav Voskresensky expressed condolences to the families of the deceased crew pilots and instructed to provide all necessary assistance.", "A military transport plane crashed in the Ivanovo region. First of all, we are talking about the IL-76. It fell a little short of the runway of the Severny airfield and crashed in a forest plantation", "The plane caught fire in the sky over the Severny airfield in the Ivanovo region - preliminary, the plane managed to land."]}, "2024-03-12T10:19:41", ["9bb0f462-856f-5c93-87ed-39870118bc1e", "95a57624-b7c0-5f65-8e93-dd22d0c6a8ae", "9765af80-795d-50d1-a8de-3e9787dbd1cc", "98ec329f-03a2-5831-93f8-d515c9f17203", "9cfa515a-4771-502d-a03f-d7d3814f96e3", "9f1d4397-c713-5d67-a11a-135ab64ec436", "a0aa7ca2-45b5-5f68-ad89-ad625825e0f2", "a2727699-2422-56e2-9416-a58ad802fe4e", "a2c0c24e-a83c-52a0-a13e-08927c8e885b", "a61a0c3c-2caf-5378-a413-60433708dbe0", "a68bb079-f28e-5c59-93b0-e75a348622e3"]], [{"event": "Military man detained for attempting to poison the command of the Armed Forces of Ukraine under FSB instructions", "location": "Zaporozhye", "context": ["The SBU detained a military man who, on instructions from the FSB, tried to poison the command of the Armed Forces of Ukraine in the Zaporozhye direction. According to the investigation, the fighter planned to add a toxic substance to the water of the bath and laundry complex used by the command staff of the Armed Forces of Ukraine in Zaporozhye. But he was exposed in advance and detained at the preparation stage.", "He tried to poison the command of the Armed Forces of Ukraine on the southern front — the SBU detained the traitor Denis Holshtein, an active serviceman of the Ukrainian army. His parents stayed in the occupied Luhansk region. To recruit the man, the Russians kidnapped his relatives and tortured him until the son agreed to work for the enemy. On the instructions of the Rashists, he was supposed to add poison to the shower water used by the command staff of the Armed Forces of Ukraine in Zaporozhye.", "The SBU prematurely exposed the traitor's connection with the FSB and warned of sabotage. He is currently in custody. He faces life imprisonment."]}, "2024-03-12T08:10:11", ["9ea2131c-0cf3-5f94-a554-c25ecfd3d271", "a145b3ee-2e6c-5675-a1da-0cfeb4a51f65", "a202e25a-478c-51e9-9ead-7593bab8c797"]], [{"event": "Explosive object dropped from a VFU unmanned aerial vehicle, injuring a resident and damaging nearby infrastructure", "location": "center of Gorlovka", "context": ["⚡️Ukrainian punitive forces dropped an explosive object from an unmanned aerial vehicle in the center of Gorlovka, resulting in injury to a peaceful Gorlovka resident. The tram and trolleys near the Kochegarka cultural center were damaged.", "⚡️As a result of the release of an explosive object from an unmanned aerial vehicle of the VFU in the village of Golmovsky (Nikitovsky district of Gorlovka), the glazing in an apartment building and power lines were damaged."]}, "2024-03-12T08:31:37", ["9fb13afc-63cd-5834-a2f7-ec890f106e24", "a2fc99b8-7583-5add-b93a-bb563ad2e7b2", "a44ebbf3-f745-5213-8ad5-7a84013788c3"]], [{"event": "Ukrainian drone attacks in Belgorod result in casualties and damage to buildings", "location": "Belgorod", "context": ["Eyewitnesses publish the moment a Ukrainian drone hit a store building in Belgorod", "A member of the Belgorod territorial self-defense died as a result of today's terrorist attacks of the Armed Forces of Ukraine - the governor of the Gladkov region.", "Two people were injured as a result of a strike on the administration building in Belgorod, said the governor of the Belgorod region, Vyacheslav Gladkov.", "A Ukrainian Armed Forces drone attacked the administration building in Belgorod", "The number of victims in the attack on the Belgorod mayor's office by drone has increased to four - authorities."]}, "2024-03-12T11:33:42", ["9fbb0c41-b289-5906-b9fd-4ec00680d377", "91327d4a-5a1f-57b6-bf41-239d2c57c7b5", "9445d6f6-9c19-5668-a868-4f37d2859bda", "983009f9-095f-5840-b6ac-5904d85344cf", "9ce77b32-c957-566d-a5c0-630a7a923fe8", "a8bdc7fc-e2ae-5801-b855-7584614ae6fe"]], [{"event": "Russian missile attack damages a nine-story residential building, causing casualties and injuries", "location": "Kryvyi Rih", "context": ["A rescue operation is currently underway in Kryvyi Rih. Consequences of the Russian missile attack. Destruction in a nine-story residential building. Many wounded, among them seriously. There is also a child. As of this time, two have died. My condolences to family and friends.", "More than 30 people were hospitalized after arriving in the Ukrainian Krivoy Rih. This was reported by the head of the Dnepropetrovsk administration Sergei Lysak. According to him, two people died, five more local residents are in the operating room, including a child. A total of 30 people are in hospitals. According to local authorities, there were 3 flights in the city, and a nine-story residential building was damaged.", "Updated at 21:28 - according to the latest data, 3 people were killed and 36 injured."]}, "2024-03-12T17:09:52", ["a5fb4d4c-3f5b-5f0c-b4d8-06ea56d62186", "9604e275-b87e-508a-806b-68241436477e", "9678b13f-877d-5821-931f-d6bb50c9e363", "9f2b3f2e-29c6-5ac6-bb1b-1b00f01c6211", "a44e691d-00b9-546e-b5e0-1fa5461d07e4"]], [{"event": "Denmark announces a new military aid package to Ukraine worth over $336.6 million, including CAESAR self-propelled artillery systems and various ammunition types in cooperation with France, Estonia, and the Czech Republic.", "location": "Denmark", "context": ["Denmark announced a new package of military aid to Ukraine worth more than $336.6 million. The new large aid package includes providing Ukraine with new CAESAR self-propelled artillery systems and ammunition.", "Among other things, this amount goes to finance CAESAR artillery shells in cooperation with France and 155 mm artillery shells in cooperation with Estonia and the Czech Republic.", "According to Defense Minister Poulsen, with this aid package, Copenhagen is showing Kyiv and its European allies that Denmark has the will and ability to continue supporting Ukraine as long as necessary."]}, "2024-03-12T16:26:22", ["a8bd0a27-8a63-5348-bdbe-b434ee5354d0", "91d3b158-573b-595f-99f3-216f1a314dac", "9636ad19-259c-5745-bd90-002fa42d9455", "991d0328-4dd6-5427-afc3-2c2417bfc4c5", "a90c810f-04df-5e98-b168-16a058fe4c34"]], [{"event": "Rocket attack results in casualties and significant damage to residential buildings", "location": "Kryvyi Rih", "context": ["More than 30 people were hospitalized after arriving in the Ukrainian Krivoy Rog. This was reported by the head of the Dnepropetrovsk administration Sergei Lysak. According to him, two people died, five more local residents are in the operating room, including a child. A total of 30 people are in hospitals.", "Updated at 21:28 - according to the latest data, 3 people were killed and 36 injured.", "In the evening, the occupiers also launched a rocket attack on Kryvyi Rih. At least three hits. Including a direct hit to a nine-story building and the roof of a five-story building.", "As a result of the enemy attack, as of now, unfortunately, there are three dead - 2 women and 1 man. Another 40 people were injured, including 10 children.", "As a result of the impact, fires broke out in residential buildings. Rescuers, all operational and communal services, specialized equipment were sent to the place, and communal equipment was also involved. Currently, the fires in the houses are contained.", "At the moment, nine residents were rescued from the rubble. Walls, roofs, and broken windows in residential buildings, entrances, and shops were also damaged - the survey continues, information on the consequences of the enemy attack is being clarified. Work on eliminating the consequences is ongoing."]}, "2024-03-12T17:09:52", ["a9a41516-d697-5dc9-9cc9-c88e34875c0a", "9f2b3f2e-29c6-5ac6-bb1b-1b00f01c6211", "a44e691d-00b9-546e-b5e0-1fa5461d07e4", "a4dbf516-da0c-5ba3-b6af-731d65e9eade"]]]